[TC_WOTC_MWR_MINIUZI_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>Mini Uzi</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>Mini Uzi</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="Mini Uzi - модификация пистолет-пулемёта Uzi. Масса уменьшена за счет облегчения затвора, сокращения длины ствола, оснащения пистолет-пулемёта короткой возвратно-боевой пружиной. Пистолет-пулемёт имеет автоматику со свободным затвором. К Mini Uzi сзади крепится приклад, который складывается вбок. Оружие имеет два режима ведения огня: одиночными или непрерывной очередью. Возле дульной части ствола находятся два поперечных паза, уменьшающие увод ствола вверх при стрельбе очередями, то есть выполняющие роль компенсатора. В затворе имеется вольфрамовый вкладыш, уменьшающий темп стрельбы за счёт возросшей массы затвора. Существует вариант Mini Uzi под американский патрон .45 ACP, с магазином на 16 и 32 патрона, предназначенный для экспорта в США."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор, Открытый/Закрытый затвор\n<Bullet/>Тип боеприпаса: 9×19мм Parabellum\n<Bullet/>Страна производитель: Израиль\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MWR_MINIUZI_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>CQMP-P5</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>CQMP</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="Mini Uzi - модификация пистолет-пулемёта Uzi. Масса уменьшена за счет облегчения затвора, сокращения длины ствола, оснащения пистолет-пулемёта короткой возвратно-боевой пружиной. Пистолет-пулемёт имеет автоматику со свободным затвором. К Mini Uzi сзади крепится приклад, который складывается вбок. Оружие имеет два режима ведения огня: одиночными или непрерывной очередью. Возле дульной части ствола находятся два поперечных паза, уменьшающие увод ствола вверх при стрельбе очередями, то есть выполняющие роль компенсатора. В затворе имеется вольфрамовый вкладыш, уменьшающий темп стрельбы за счёт возросшей массы затвора. Существует вариант Mini Uzi под американский патрон .45 ACP, с магазином на 16 и 32 патрона, предназначенный для экспорта в США.\nCQMP-P5 в своей основе является модификацией Mini Uzi, которая устраняет некоторые недостатки присущие оригиналу, такие как: недостаточную дальность стрельбы и пробивную способность пули, а также некоторые конструктивные недостатки. Кроме того повысилась кучность стрельбы, что несомненно, будет полезно на поле боя."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор, Открытый/Закрытый затвор\n<Bullet/>Тип боеприпаса: 9×19мм Parabellum\n<Bullet/>Страна производитель: Израиль\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MWR_MINIUZI_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>CQMPX-P10</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>CQMPX</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="Mini Uzi - модификация пистолет-пулемёта Uzi. Масса уменьшена за счет облегчения затвора, сокращения длины ствола, оснащения пистолет-пулемёта короткой возвратно-боевой пружиной. Пистолет-пулемёт имеет автоматику со свободным затвором. К Mini Uzi сзади крепится приклад, который складывается вбок. Оружие имеет два режима ведения огня: одиночными или непрерывной очередью. Возле дульной части ствола находятся два поперечных паза, уменьшающие увод ствола вверх при стрельбе очередями, то есть выполняющие роль компенсатора. В затворе имеется вольфрамовый вкладыш, уменьшающий темп стрельбы за счёт возросшей массы затвора. Существует вариант Mini Uzi под американский патрон .45 ACP, с магазином на 16 и 32 патрона, предназначенный для экспорта в США.\nСледующим этапом на пути модернизации Mini Uzi стал CQMPX-P10. Замена ствола высокочастотным цилиндром позволило не только снизить отдачу, но и повысить конечную точность при ведении огня посредством данного образца."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор, Открытый/Закрытый затвор\n<Bullet/>Тип боеприпаса: 9×19мм Parabellum\n<Bullet/>Страна производитель: Израиль\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_TMP_MWR_MINIUZI_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>Mini Uzi</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>Mini Uzi</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="Mini Uzi - модификация пистолет-пулемёта Uzi. Масса уменьшена за счет облегчения затвора, сокращения длины ствола, оснащения пистолет-пулемёта короткой возвратно-боевой пружиной. Пистолет-пулемёт имеет автоматику со свободным затвором. К Mini Uzi сзади крепится приклад, который складывается вбок. Оружие имеет два режима ведения огня: одиночными или непрерывной очередью. Возле дульной части ствола находятся два поперечных паза, уменьшающие увод ствола вверх при стрельбе очередями, то есть выполняющие роль компенсатора. В затворе имеется вольфрамовый вкладыш, уменьшающий темп стрельбы за счёт возросшей массы затвора. Существует вариант Mini Uzi под американский патрон .45 ACP, с магазином на 16 и 32 патрона, предназначенный для экспорта в США."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор, Открытый/Закрытый затвор\n<Bullet/>Тип боеприпаса: 9×19мм Parabellum\n<Bullet/>Страна производитель: Израиль\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_TMP_MWR_MINIUZI_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>CQMP-P5</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>CQMP</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="Mini Uzi - модификация пистолет-пулемёта Uzi. Масса уменьшена за счет облегчения затвора, сокращения длины ствола, оснащения пистолет-пулемёта короткой возвратно-боевой пружиной. Пистолет-пулемёт имеет автоматику со свободным затвором. К Mini Uzi сзади крепится приклад, который складывается вбок. Оружие имеет два режима ведения огня: одиночными или непрерывной очередью. Возле дульной части ствола находятся два поперечных паза, уменьшающие увод ствола вверх при стрельбе очередями, то есть выполняющие роль компенсатора. В затворе имеется вольфрамовый вкладыш, уменьшающий темп стрельбы за счёт возросшей массы затвора. Существует вариант Mini Uzi под американский патрон .45 ACP, с магазином на 16 и 32 патрона, предназначенный для экспорта в США.\nCQMP-P5 в своей основе является модификацией Mini Uzi, которая устраняет некоторые недостатки присущие оригиналу, такие как: недостаточную дальность стрельбы и пробивную способность пули, а также некоторые конструктивные недостатки. Кроме того повысилась кучность стрельбы, что несомненно, будет полезно на поле боя."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор, Открытый/Закрытый затвор\n<Bullet/>Тип боеприпаса: 9×19мм Parabellum\n<Bullet/>Страна производитель: Израиль\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_TMP_MWR_MINIUZI_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>CQMPX-P10</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>CQMPX</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="Mini Uzi - модификация пистолет-пулемёта Uzi. Масса уменьшена за счет облегчения затвора, сокращения длины ствола, оснащения пистолет-пулемёта короткой возвратно-боевой пружиной. Пистолет-пулемёт имеет автоматику со свободным затвором. К Mini Uzi сзади крепится приклад, который складывается вбок. Оружие имеет два режима ведения огня: одиночными или непрерывной очередью. Возле дульной части ствола находятся два поперечных паза, уменьшающие увод ствола вверх при стрельбе очередями, то есть выполняющие роль компенсатора. В затворе имеется вольфрамовый вкладыш, уменьшающий темп стрельбы за счёт возросшей массы затвора. Существует вариант Mini Uzi под американский патрон .45 ACP, с магазином на 16 и 32 патрона, предназначенный для экспорта в США.\nСледующим этапом на пути модернизации Mini Uzi стал CQMPX-P10. Замена ствола высокочастотным цилиндром позволило не только снизить отдачу, но и повысить конечную точность при ведении огня посредством данного образца."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор, Открытый/Закрытый затвор\n<Bullet/>Тип боеприпаса: 9×19мм Parabellum\n<Bullet/>Страна производитель: Израиль\n<Bullet/>Уровень технологии: Лучевое оружие"
